<!DOCTYPE html>
<html lang="de">

<head>
    <meta charset="UTF-8">
    <meta name="description" content="Eine Bloons_TD_6 HTML Seite ">
    <meta name="keywords" content="TD6">
    <meta name="author" content="Alim Coban">
  
  
    <link href="Td6.Stylesheet.css" rel="Stylesheet">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Luckiest+Guy&display=swap" rel="stylesheet">
    <link rel="icon" href="LogoBTD6helden.png">
  
    <title>Bloons Tower Defense 6</title>
</head>

<body>
    
<nav class="Navibar">
    <div>
      <img class="Td6" src="td.png">
    </div>
    <table>
      <td>
        <a href="Td6.html"><p class="Moin">Home </p></a>
      </td>
      <td>
        <a href="Td6.Helden.html"><p class="Moin">| Helden </p></a>
      </td>
      <td>
        <a href="Td6.Items.html"><p class="Moin">| Items </p></a>
      </td>
      <td>
        <a href="Td6.News.html"><p class="Moin">| News </p></a>
      </td>
      <td>
        <a href="Td6.WO.html"><p class="Moino">Wo erh&auml;ltlich</p></a>
      </td>
    </table>
</nav>

<div>
  <img class="BodyGameplay" src="wallpapertd.jpg" alt="wallpapertd">
</div>

<div class="Quincy">
  <img class="Quincy-Bild" src="quincy.png" alt="Quincy">
  <h3 class="Quincy-Uber">Quincy</h3>
  <p class="Quincy-Text">
    Quincy ist der erste Held, der im Spiel verf&uuml;gbar ist und ein zuverl&auml;ssiger Bogensch&uuml;tze mit einigen St&auml;rken und Schw&auml;chen.<br>
    Quincy ist ein solider Held, der f&uuml;r Neueinsteiger und erfahrene Spieler gleicherma&szlig;en geeignet ist. <br>
    Quincys F&auml;higkeiten bieten zus&auml;tzliche Vorteile, wie z.B. erh&ouml;hten Schaden gegen bestimmte Bloon-Typen oder die M&ouml;glichkeit, mehrere Bloons gleichzeitig zu verlangsamen.
  </p>
</div>

<div class="PSI">
  <img class="PSI-Bild" src="psi1.png" alt="PSI1">
    <h3 class="PSI-Uber">PSI</h3>
    <p class="PSI-Text">
      Psi ist ein Held in Bloons TD 6, der mit seinen telepathischen F&auml;higkeiten Bloons verlangsamen, schaden und sogar zerst&ouml;ren kann. Er ist ein m&auml;chtiger Held, der sowohl im fr&uuml;hen Spiel als auch im sp&auml;ten Spiel effektiv eingesetzt werden kann. <br>
      Psi ist ein m&auml;chtiger Held, der mit seinen telepathischen F&auml;higkeiten Bloons effektiv bek&auml;mpfen kann. Mit seinen vielf&auml;ltigen F&auml;higkeiten und seiner Vielseitigkeit ist er eine wertvolle Erg&auml;nzung f&uuml;r jedes Team.
    </p>
  </div>

<div class="Gwendolin">
  <img class="Gwendolin-Bild" src="gwendolin1.png" alt="Gwendolin">
    <h3 class="Gwendolin-Uber">Gwendolin</h3>
    <p class="Gwendolin-Text">
      Gwendolin ist eine der spielbaren Helden in Bloons TD 6, die sich auf Feuerschaden spezialisiert hat. Sie ist eine m&auml;chtige Heldin, die sowohl gegen normale Bloons als auch gegen Moabs effektiv eingesetzt werden kann. <br>
      Gwendolin ist eine vielseitige Heldin, die in verschiedenen Spielstilen eingesetzt werden kann. Sie ist eine gute Wahl f&uuml;r Spieler, die aggressiv spielen und Bloons schnell vernichten m&ouml;chten.
    </p>
</div>

<div class="Corvus">
  <img class="Corvus-Bild" src="Corvus1.png" alt="Corvus">
    <h3 class="Corvus-Uber">Corvus</h3>
    <p class="Corvus-Text">
      Corvus ist der neueste Held in Bloons TD6, der mit Update 40 eingef&uuml;hrt wurde. Er ist ein Geisterwandler, der mit seinen magischen F&auml;higkeiten die Bloons bek&auml;mpft. <br>
      Corvus ist ein vielseitiger Held, der sowohl f&uuml;r Anf&uuml;nger als auch f&uuml;r erfahrene Spieler geeignet ist. Er kann effektiv gegen alle Arten von Bloons eingesetzt werden und ist besonders n&uuml;tzlich gegen schnelle Bloons und MOABs.
      Corvus ist eine starke Erg&auml;nzung f&uuml;r jedes Team und kann dir helfen, deine Bloons TD6-F&auml;higkeiten auf die n&auml;chste Stufe zu heben.
    </p>
</div>

<div class="Striker-Jones">
  <img class="Striker-Jones-Bild" src="StrikerJones1.png" alt="Striker-Jones">
  <h3 class="Striker-Jones-Uber">Striker Jones</h3>
  <p class="Striker-Jones-Text">
    Striker Jones ist ein Held in Bloons TD6, der sich auf explosive Angriffe spezialisiert hat. Er ist ein ausgezeichneter Allrounder, der gegen alle Arten von Bloons effektiv eingesetzt werden kann.
    Striker Jones ist ein vielseitiger Held, der sowohl f&uuml;r Anfn&auml;ger als auch f&uuml;r erfahrene Spieler geeignet ist. Er kann effektiv gegen alle Arten von Bloons eingesetzt werden und ist besonders n&uuml;tzlich gegen gro&szlig;e Gruppen von Bloons und MOABs.
  </p>
</div>

<div class="Obyn-Greenfoot">
  <img class="Obyn-Greenfoot-Bild" src="Obyn-Greenfoot.png" alt="Obyn-Greenfoot">
  <h3 class="Obyn-Greenfoot-Uber">Obyn Greenfoot</h3>
  <p class="Obyn-Greenfoot-Text">
    Obyn Greenfoot ist ein Held in Bloons TD6, der sich auf Naturmagie spezialisiert hat. Er ist ein m&auml;chtiger Unterst&uuml;tzer, der Verb&uuml;ndete st&auml;rkt und Bloons mit seinen Naturgewalten schw&auml;cht.
    Obyn Greenfoot ist ein idealer Held f&uuml;r Spieler, die auf eine starke Verteidigung mit passiven Effekten setzen. Er ist besonders effektiv gegen schnelle Bloons und MOABs.
  </p>
</div>

<div class="Churchill">
  <img class="Churchill-Bild" src="Churchill.png" alt="Churchill">
  <h3 class="Churchill-Uber">Hauptmann Churchill</h3>
  <p class="Churchill-Text">
    Hauptmann Churchill ist ein Held in Bloons TD6, der sich auf m&auml;chtige Artillerieangriffe spezialisiert hat. Er ist ein ausgezeichneter Allrounder, der gegen alle Arten von Bloons effektiv eingesetzt werden kann.
    Hauptmann Churchill ist ein idealer Held f&uuml;r Spieler, die eine aggressive Spielweise bevorzugen. Er ist besonders effektiv gegen gro&szlig;e Gruppen von Bloons und MOABs.
  </p>
</div>

<div class="Benjamin">
  <img class="Benjamin-Bild" src="Benjamin.png" alt="Benjamin">
  <h3 class="Benjamin-Uber">Benjamin</h3>
  <p class="Benjamin-Text">
    Benjamin ist ein Held in Bloons TD6, der sich auf Hacking-F&auml;higkeiten und Geldgenerierung spezialisiert hat. Er ist ein idealer Held f&uuml;r Spieler, die eine passive Spielweise bevorzugen und gleichzeitig ihre Wirtschaft st&auml;rken m&ouml;chten.
    Benjamin ist eine wertvolle Erg&auml;nzung f&uuml;r jedes Team und kann dir helfen, deine Bloons TD6-F&auml;higkeiten auf die n&auml;chste Stufe zu heben.
  </p>
</div>

<div class="Ezili">
  <img class="Ezili-Bild" src="Ezili.png" alt="Ezili">
  <h3 class="Ezili-Uber">Ezili</h3>
  <p class="Ezili-Text">
    Ezili ist eine Heldin in Bloons TD6, die sich auf Voodoo-Magie spezialisiert hat. Sie ist eine m&auml;chtige Unterst&uuml;tzerin, die Bloons mit ihren Zaubern und Totems schw&auml;cht und ihnen Schaden zuf&uuml;gt.
    Ezili ist eine wertvolle Erg&auml;nzung f&uuml;r jedes Team und kann dir helfen, deine Bloons TD6-F&auml;higkeiten auf die n&auml;chste Stufe zu heben.
  </p>
</div>


<div class="footer2">
  <footer class="footer">
    <div class="container">
      <div class="footer-info">
        <p>Copyright &copy; 2024 | <a href="https://youtu.be/M5V_IXMewl4?si=447UDSWOCJwYmXI1&autoplay=1" target="_blank">Quellen</a> | <a href="https://www.youtube.com/watch?v=dQw4w9WgXcQ&autoplay=1" target="_blank">Datenschutz</a></p>
      </div>
    </div>
  </footer>
</div>

</body>
</html>
